#Credit To @Kraken_The_BadASS . Keep credit if you are going to edit it.


import random, re
from uniborg.util import admin_cmd
import asyncio
from telethon import events

@borg.on(admin_cmd(pattern="lovyou ?(.*)"))
async def _(event):
     if not event.text[0].isalpha() and event.text[0] not in ("/", "#", "@", "!"):
        await event.edit(" 📺📺📺📺📺📺📺📺📺📺📺📺📺\n 📺📺📺💖💖💖💖💖💖💖📺📺📺\n 📺📺📺📺📺💖💖💖📺📺📺📺📺\n 📺📺📺📺📺💖💖💖📺📺📺📺📺\n 📺📺📺📺📺💖💖💖📺📺📺📺📺\n 📺📺📺📺📺💖💖💖📺📺📺📺📺\n 📺📺📺💖💖💖💖💖💖💖📺📺📺\n 📺📺📺📺📺📺📺📺📺📺📺📺📺\n 💖💖💖💖💖💖💖💖💖💖💖💖💖\n 💖💖📺📺📺💖💖💖📺📺📺💖💖\n 💖📺📺📺📺📺💖📺📺📺📺📺💖\n 💖📺📺📺📺📺📺📺📺📺📺📺💖\n 💖💖📺📺📺📺📺📺📺📺📺💖💖\n 💖💖💖📺📺📺📺📺📺📺💖💖💖\n 💖💖💖💖📺📺📺📺📺💖💖💖💖\n 💖💖💖💖💖📺📺📺💖💖💖💖💖\n 💖💖💖💖💖💖📺💖💖💖💖💖💖\n 💖💖💖💖💖💖💖💖💖💖💖💖💖\n 📺📺📺📺📺📺📺📺📺📺📺📺📺\n 📺📺💖💖📺📺📺📺📺💖💖📺📺\n 📺📺💖💖📺📺📺📺📺💖💖📺📺\n 📺📺💖💖📺📺📺📺📺💖💖📺📺\n 📺📺💖💖📺📺📺📺📺💖💖📺📺\n 📺📺💖💖💖📺📺📺💖💖💖📺📺\n 📺📺💖💖💖💖💖💖💖💖💖📺📺\n 📺📺📺💖💖💖💖💖💖💖📺📺📺\n 📺📺📺📺📺📺📺📺📺📺📺📺📺\n")